/* No comment provided by engineer. */
" Please choose a wallet to receive funds." = " धन प्राप्त के लिए एक बटुआ का चयन करें.";

/* No comment provided by engineer. */
"%@ / %@ requested via %@ on %@." = "%1$@ / %2$@ के माध्यम से अनुरोध %3$@ on %4$@.";

/* No comment provided by engineer. */
"%@ has requested a bitcoin address to send money to." = "%@ धन भेजने के लिए bitcoin पता अनुरोध किया गया है.";

/* ** Warning ** text on partial payment */
"** Warning **" = "** चेतावनी **";

/* No comment provided by engineer. */
"**WARNING** You will NEVER be able to recover your password if it is forgotten!!" = "**चेतावनी**  आप पासवर्ड भूल गाये तो दुबारा पाने में सक्षम होना कभी नहीं होगा!!";

/* No comment provided by engineer. */
"2 Factor (Enhanced Security)" = "2 Factor (Enhanced Security)";

/* No comment provided by engineer. */
"4 Digit PIN" = "4 अंकों का पिन";

/* Title of account signin error alert */
"Account Sign Up" = "खाते के लिए साइन अप करें";

/* section header in settings table */
"ACCOUNT: " = "खाता: ";

/* No comment provided by engineer. */
"Add New" = "नया जोड़िये";

/* No comment provided by engineer. */
"Airbitz" = "Airbitz";

/* No comment provided by engineer. */
"AirBitz" = "AirBitz";

/* No comment provided by engineer. */
"AirBitz Bitcoin Wallet Transactions" = "AirBitz Bitcoin बटुआ लेन-देन";

/* No comment provided by engineer. */
"Amount is too small" = "Amount बहुत छोटा है";

/* No comment provided by engineer. */
"An app has requested a bitcoin address to send money to." = "पैसा भेजने के लिए, app ने bitcoin address का अनुरोध किया है.";

/* title of archived wallets table */
"ARCHIVE" = "पुरालेख";

/* No comment provided by engineer. */
"Are you sure you want to cancel any changes you've made?" = "क्या आप आपके द्वारा किए गए किसी भी परिवर्तन को रद्द करना चाहते हैं?";

/* No comment provided by engineer. */
"ATM" = "ATM";

/* No comment provided by engineer. */
"Attached are the transactions for the AirBitz Bitcoin Wallet: " = "AirBitz Bitcoin Wallet के लिए लेनदेन कर रहे हैं संलग्न: ";

/* settings text */
"Auto log off after" = " बाद में अपने आप लॉग ऑफ ";

/* settings text */
"Bitcoin" = "Bitcoin";

/* No comment provided by engineer. */
"Bitcoin address mismatch" = "Bitcoin पता बेमेल";

/* section header in settings table */
"BITCOIN DENOMINATION" = "BITCOIN DENOMINATION";

/* No comment provided by engineer. */
"Bitcoin received. Tap for details." = "Bitcoin प्राप्त. जानकारी के लिए नल.";

/* settings text */
"bits = (0.000001 Bitcoin)" = "bits = (0.000001 Bitcoin)";

/* settings text */
"Bluetooth" = "ब्लूटूथ";

/* No comment provided by engineer. */
"Bluetooth disconnected" = "ब्लूटूथ काट दिया";

/* No comment provided by engineer. */
"Bluetooth payment requests are listed here. Tap on a user to send them a payment" = "ब्लूटूथ भुगतान अनुरोधों यहाँ सूचीबद्ध कर रहे हैं. एक प्राप्त भुगतान भेजने के लिए एक उपयोगकर्ता पर नल";

/* Business Name or Category placeholder */
"Business Name or Category" = "बिज़नेस डायरेक्टरी या केटेगरी";

/* No comment provided by engineer. */
"Camera unavailable" = "अनुपलब्ध कैमरा";

/* No comment provided by engineer. */
"Camera unavailable. Please enable camera access on your phone's Privacy Settings" = "कैमरा पहुंच के बाहर हे. Please enable camera access on your phone's Privacy Settings";

/* No comment provided by engineer. */
"Can't connect to server.  Check your internet connection" = "सर्वर से कनेक्ट नहीं कर सकते.  आपके इंटरनेट कनेक्शन की जांच करिये";

/* cancel button title */
"Cancel" = "रद्द करना";

/* No comment provided by engineer. */
"Cancel Changes" = "परिवर्तन रद्द करना";

/* settings text */
"Change Categories" = "परिवर्तन श्रेणियाँ";

/* settings text */
"Change password" = "परिवर्तन पासवर्ड";

/* settings text */
"Change PIN" = "परिवर्तन PIN";

/* settings text */
"Change recovery questions" = "परिवर्तन वसूली सवाल";

/* City, State/Province, or Country placeholder */
"City, State/Province, or Country" = "शहर, राज्य / प्रांत, या देश";

/* No comment provided by engineer. */
"Coffee & Tea" = "कॉफी और चाय";

/* No comment provided by engineer. */
"Complete Signup" = "पूरा साइन अप करें";

/* No comment provided by engineer. */
"Confirmed" = "इस बात की पुष्";

/* No comment provided by engineer. */
"Congratulations" = "बधाई हो";

/* Popup text when BLE connects */
"Connected" = "लॉग इन";

/* No comment provided by engineer. */
"Create Wallet" = "बटुए बनाना";

/* No comment provided by engineer. */
"Creating and securing account" = "बनाने और हासिल खाता";

/* No comment provided by engineer. */
"CSV Export failed" = "CSV निर्यात करने में विफल रहा है";

/* name of button on wallets view */
"Currency:" = "मुद्रा:";

/* No comment provided by engineer. */
"Current Location" = "वर्तमान स्थान";

/* No comment provided by engineer. */
"Current Password" = "करंट  पासवर्ड";

/* debug text */
"Debug" = "डिबग";

/* settings text */
"Default Currency" = "डिफ़ॉल्ट मुद्रा";

/* settings text */
"Default Exchange" = "डिफ़ॉल्ट विनिमय";

/* section header in settings table */
"DEFAULT EXCHANGE RATE" = "डिफ़ॉल्ट विनिमय दर";

/* Delete Account */
"Delete Account" = "खाता हटाना";

/* Directory title bar text */
"Directory" = "निर्देशिका";

/* No comment provided by engineer. */
"Disabled" = "विकलांग";

/* done button title */
"Done" = "किया हुआ";

/* No comment provided by engineer. */
"Electronics" = "इलेक्ट्रानिक्स";

/* No comment provided by engineer. */
"Email cancelled" = "ईमेल को रद्द कर दिया";

/* No comment provided by engineer. */
"Email cancelled." = "ईमेल को रद्द कर दिया.";

/* No comment provided by engineer. */
"Email saved to send later" = "ईमेल बाद में भेजने के लिए बचाया गया हे";

/* No comment provided by engineer. */
"Email saved to send later." = "ईमेल बाद में भेजने के लिए बचाया गया हे .";

/* No comment provided by engineer. */
"Email sent" = "ईमेल भेजा";

/* No comment provided by engineer. */
"Email sent." = "ईमेल भेजा.";

/* No comment provided by engineer. */
"Enabled" = "सक्षम";

/* Placeholder text for Receive screen amount */
"Enter Amount (optional)" = "राशि डालें(ऐच्छिक)";

/* No comment provided by engineer. */
"Enter password to decode wallet" = "बटुआ समझाना करने के लिए पासवर्ड दर्ज";

/* No comment provided by engineer. */
"Enter Payee" = "आदाता दर्ज";

/* No comment provided by engineer. */
"Error" = "त्रुटि";

/* No comment provided by engineer. */
"Error during send" = "भेजा दौरान त्रुटि";

/* No comment provided by engineer. */
"Error sending Email" = "ईमेल भेजने में त्रुटि";

/* No comment provided by engineer. */
"Error sending Email." = "ईमेल भेजने में त्रुटि.";

/* No comment provided by engineer. */
"Export Wallet Transactions" = "बटुआ लेन-देन निर्यात करना";

/* No comment provided by engineer. */
"Export Wallet Transactions error" = "बटुआ लेन-देन निर्यात करने में त्रुटि";

/* No comment provided by engineer. */
"Failed to import because there is 0 bitcoin remaining at this address" = "आयात करने में विफल हुए हे क्योंकि यहां इस address में 0 bitcoin बचा हुआ हे";

/* settings text */
"First Name (optional)" = "प्रथम नाम(ऐच्छिक)";

/* No comment provided by engineer. */
"Gift Cards" = "उपहार कार्ड";

/* Hide */
"Hide" = "छिपाना";

/* No comment provided by engineer. */
"Import failed" = "आयात में विफल रहा है";

/* No comment provided by engineer. */
"Import the private key again to retry Twitter" = " ट्विटर के फिर से पुन: प्रयास करने के लिए निजी कई को आयात करे";

/* No comment provided by engineer. */
"Importing funds from %@ into wallet..." = "%@ बटुए में से धन का आयात %@ ...";

/* No comment provided by engineer. */
"Incorrect current password" = "गलत सही पासवर्ड";

/* No comment provided by engineer. */
"Incorrect password" = "गलत पासवर्ड";

/* No comment provided by engineer. */
"Incorrect password.\nTry again" = "गलत पासवर्ड फिर से कोशिश";

/* No comment provided by engineer. */
"Incorrect PIN" = "गलत PIN";

/* No comment provided by engineer. */
"Incorrect PIN. Please wait %.0f seconds and try again." = "गलत PIN. कुछ देर के लिए प्रतीक्षा करें और पुन : प्रयास करें.";

/* Title of password check popup alert */
"Insufficient Password" = "अपर्याप्त पासवर्ड";

/* No comment provided by engineer. */
"Invalid Bitcoin Address" = "अमान्य Bitcoin पता";

/* No comment provided by engineer. */
"Invalid Bluetooth Request" = "अवैध ब्लूटूथ प्रार्थना";

/* No comment provided by engineer. */
"Invalid PIN" = "गलत PIN";

/* No comment provided by engineer. */
"Invalid PIN. Please log in." = "गलत PIN. कृपया लॉगिन करें.";

/* No comment provided by engineer. */
"Invalid private key" = "निजी कई अमान्य";

/* settings text */
"Last Name (optional)" = "कुल नाम (ऐच्छिक)";

/* No comment provided by engineer. */
"Level" = "स्तर";

/* title of wallets table balance header */
"Loading Balance..." = "लोड हो रहा है संतुलन...";

/* No comment provided by engineer. */
"Loading..." = "लदान...";

/* settings text */
"mBitcoin = (0.001 Bitcoin)" = "mBitcoin = (0.001 Bitcoin)";

/* settings text */
"Merchant Mode" = "व्यापारिक साधन";

/* No comment provided by engineer. */
"More Categories" = "अधिक श्रेणियों";

/* section header in settings table */
"NAME" = "नाम";

/* No comment provided by engineer. */
"Name" = "नाम";

/* No comment provided by engineer. */
"New Password" = "नया पासवर्ड";

/* No comment provided by engineer. */
"New PIN" = "नया PIN";

/* settings text */
"Nickname / Handle (optional)" = "उपनाम (ऐच्छिक)";

/* Alert title that warns user couldn't connect to server */
"No Connection" = "कोई कनेक्शन नहीं";

/* No comment provided by engineer. */
"No thanks" = "जी नहीं, धन्यवाद";

/* No comment provided by engineer. */
"No Transactions in Wallet" = "कोई लेन-देन बटुए में";

/* No comment provided by engineer. */
"No, I'll type in manually" = "नहीं, मैं करूंगा टाइप मैन्युअल";

/* No comment provided by engineer. */
"No, I'll type it manually" = "नहीं, मैं करूंगा टाइप मैन्युअल";

/* No comment provided by engineer. */
"Offline Wallet" = "ऑफलाइन वॉलेट";

/* No comment provided by engineer. */
"OK" = "ठीक हे";

/* No comment provided by engineer. */
"On The Web" = "वेब पर";

/* No comment provided by engineer. */
"On the Web" = "वेब पर";

/* section header in settings table */
"OPTIONS" = "विकल्पों";

/* Text on partial payment */
"Partial Payment" = "आंशिक भुगतान";

/* No comment provided by engineer. */
"Password" = "पासवर्ड";

/* No comment provided by engineer. */
"Password Correct.\n" = "सही पासवर्ड";

/* No comment provided by engineer. */
"Password does not match re-entered password" = "पासवर्ड मेल नहीं रहा हे पासवर्ड फिर से दर्ज करें";

/* No comment provided by engineer. */
"Password mismatch" = "पासवर्ड बेमेल";

/* No comment provided by engineer. */
"Password Recovery" = "पासवर्ड वसूली";

/* No comment provided by engineer. */
"Password Recovery Setup" = "पासवर्ड वसूली सेट अप";

/* No comment provided by engineer. */
"Password successfully changed. DO NOT FORGET YOUR PASSWORD OR RECOVERY ANSWERS! THEY CANNOT BE RECOVERED!" = "पासवर्ड सफलतापूर्वक बदला गया. आपका पासवर्ड या वसूली जवाब नहीं भूल करते हैं! वे बरामद नहीं किया जा सकता!";

/* Text on payment recived popup */
"Payment received" = "प्राप्त भुगतान";

/* No comment provided by engineer. */
"PIN must be 4 digits" = "PIN कम से कम 4 अंक होना चाहिए";

/* settings text */
"PIN Re-Login" = "PIN फिर लॉगिन";

/* No comment provided by engineer. */
"PIN successfully changed." = "PIN सफलतापूर्वक बदला.";

/* No comment provided by engineer. */
"Please enter a User Name" = "कृपया उपयोगकर्तानाम डालें";

/* No comment provided by engineer. */
"Please enter an amount to send" = "भेजने के लिए एक राशि में प्रवेश कृपया";

/* No comment provided by engineer. */
"Please enter your correct password." = "कृपया आप अपने सही पासवर्ड दर्ज कीजिए.";

/* No comment provided by engineer. */
"Please enter your PIN" = "कृपया आप अपने PIN दर्ज कीजिए";

/* No comment provided by engineer. */
"Please have Requestor contact support" = "कृपया अनुरोधकर्ता समर्थन से संपर्क करें";

/* No comment provided by engineer. */
"Please wait %.0f seconds before retrying %@" = "पुन: प्रयास करने से पहले %.0f सेकंड कृपया प्रतीक्षा करें";

/* No comment provided by engineer. */
"Please wait 1 second before retrying %@" = "पुन: प्रयास करने से पहले 1 सेकंड कृपया प्रतीक्षा करें";

/* No comment provided by engineer. */
"Present QR code to Sender and have them scan to send you payment" = "सेन्डर को भेजिए और उन्हें आप भुगतान भेजने के लिए स्कैन किया";

/* No comment provided by engineer. */
"Public Key copied to clipboard" = "सार्वजनिक कई क्लिपबोर्ड पर नकल किया गया हे";

/* No comment provided by engineer. */
"QR Code Scan Failure" = "QR Code स्कैन करने में असफलता";

/* No comment provided by engineer. */
"Re-enter New Password" = "नया पासवर्ड फिर से डालें";

/* No comment provided by engineer. */
"Received Funds" = "प्राप्त धनराशि";

/* Received string on Request screen */
"Received..." = "प्राप्त...";

/* No comment provided by engineer. */
"Recovery Password Reminder" = "वसूली पासवर्ड अनुस्मारक";

/* Title of recovery questions setup error alert */
"Recovery Questions Not Set" = "वसूली सवालों के सेट नहीं करे ";

/* Title of recovery questions setup complete alert */
"Recovery Questions Set" = "वसूली सवालों सेट होगये ";

/* Remaining string on Request screen */
"Remaining..." = "शेष...";

/* No comment provided by engineer. */
"Rename Wallet" = "बटुए का नाम बदलें";

/* No comment provided by engineer. */
"Request confirmed, Two Factor off." = "अनुरोध की पुष्टि की, दो कारकों से दूर.";

/* No comment provided by engineer. */
"Request is copied to the clipboard" = "अनुरोध क्लिपबोर्ड पर नकल की है";

/* Requested string on Request screen */
"Requested..." = "का अनुरोध किया...";

/* No comment provided by engineer. */
"Reset Cancelled" = "रीसेट रद्द कर दिया";

/* No comment provided by engineer. */
"Reset Date" = "रीसेट तारीख";

/* No comment provided by engineer. */
"Reset requested. Please retry login after 7 days." = "रीसेट का अनुरोध किया. कृपया फिर से लोग इन ७ दिन के बाद कोशिश करें .";

/* No comment provided by engineer. */
"Restaurants & Food Trucks" = "रेस्टोरेंट और खाद्य ट्रकों";

/* SearchBarSearch placeholder */
"Search" = "खोज";

/* No comment provided by engineer. */
"Select Email from Contact List?" = "संपर्क सूची से चुने ईमेल?";

/* No comment provided by engineer. */
"Select from Contact List?" = "संपर्क सूची से चयन करें?";

/* No comment provided by engineer. */
"Send Email" = " ईमेल भेजना";

/* settings text */
"Send name on payment request" = "भुगतान अनुरोध पर आप की नाम भेजना";

/* No comment provided by engineer. */
"Send SMS" = "SMS भेजना";

/* status message */
"Sending..." = "भेजना...";

/* No comment provided by engineer. */
"Shopping" = "खरीदारी";

/* Show */
"Show" = "प्रदर्शन";

/* Sign Up
   Sign Up title bar text */
"Sign Up" = "साइन अप करें";

/* Title of Skip this step alert */
"Skip this step" = "इस स्टेप को छोड़ दें";

/* No comment provided by engineer. */
"Sorry" = "खेद";

/* spending limits text */
"Spending Limits" = "खर्च की सीमा";

/* No comment provided by engineer. */
"Synchronizing" = "तुल्यकालन";

/* No comment provided by engineer. */
"The given answers were incorrect. Please try again." = "दिए गए जवाब गलत थे. कृपया पुन: प्रयास करें.";

/* No comment provided by engineer. */
"The two factor authentication token import failed. Please ensure you have the correct token!" = "दो तरीकों से प्रमाणीकरण टोकन आयात में विफल रहा है. कृपया सुनिश्चित करें आपके पास सही टोकन हे!";

/* text in password verification popup */
"Time to crack:" = "समय दरार करने के लिए:";

/* No comment provided by engineer. */
"To:" = "को:";

/* Transaction Details header text */
"Transaction Details" = "लेन-देन विवरण";

/* No comment provided by engineer. */
"Transfer:Wallet:" = "स्थानांतरण:बटुआ:";

/* No comment provided by engineer. */
"Try Again?" = "पुनः प्रयास करें?";

/* No comment provided by engineer. */
"Two Factor Disabled" = "दो कारक विकलांग";

/* No comment provided by engineer. */
"Two Factor Enabled" = "दो कारक सक्षम";

/* No comment provided by engineer. */
"Unable to determine two factor status" = "दो कारक स्थिति निर्धारित करने में असमर्थ ";

/* No comment provided by engineer. */
"Unable to import secret" = "रहस्य आयात करने में असमर्थ";

/* No comment provided by engineer. */
"Unable to import token" = "टोकन आयात करने में असमर्थ";

/* No comment provided by engineer. */
"Unable to save Settings" = "सेटिंग भचने में असमर्थ होगये";

/* No comment provided by engineer. */
"Unable to scan QR code" = "QR code स्कैन करने में असमर्थ";

/* No comment provided by engineer. */
"Unable to update Settings" = "अद्यतन सेटिंग करने में असमर्थ";

/* No comment provided by engineer. */
"User cancelled the request." = "उपयोगकर्ता प्रार्थना को रद्द कर दिया.";

/* Username */
"Username" = "उपयोगकर्ता नाम";

/* No comment provided by engineer. */
"Username must be at least %d characters." = "उपयोगकर्ता नाम कम से कम वर्ण होना चाहिए.";

/* Status on Request screen */
"Waiting for Payment..." = "भुगतान की प्रतीक्षा करना...";

/* No comment provided by engineer. */
"Wallet Export" = "बटुआ निर्यात";

/* No comment provided by engineer. */
"Wallet Private Seed" = "बटुआ निजी बीज";

/* No comment provided by engineer. */
"Wallet:" = "बटुआ:";

/* title of active wallets table */
"WALLETS" = "बटुओ ";

/* No comment provided by engineer. */
"Warning!" = "चेतावनी!";

/* No comment provided by engineer. */
"We are sorry we are unable to import the token at this time." = "हमें खेद है कि इस समय टोकन आयात करने के लिए हम असमर्थ हुहा हे.";

/* No comment provided by engineer. */
"Wrong Answers" = "गलत जवाब";

/* No comment provided by engineer. */
"Yes" = "हाँ";

/* No comment provided by engineer. */
"Yes, Contacts" = "हाँ , संपर्क";

/* No comment provided by engineer. */
"You are about to exit password recovery and questions & answers have not yet been set." = "आप पासवर्ड वसूली से बाहर निकलने के बारे में हैं और प्रश्न उत्तर अभी तक तय नहीं किया गया है";

/* No comment provided by engineer. */
"You must enter a user name" = "आप एक उपयोगकर्ता नाम दर्ज करना होगा";

/* No comment provided by engineer. */
"You've received Bitcoin! We STRONGLY recommend setting up Password Recovery questions and answers. Otherwise you will NOT be able to access your account if your password is forgotten." = "आपको Bitcoin प्राप्त हुआ है ! हम दृढ़ता से स्थापित करने की सिफारिश पासवर्ड रिकवरी के लिए सवाल और जवाब देनी चाहिए. अन्यथा अगर आपके पासवर्ड भूल गई है थो आपका खाते उपयोग करने के लिए सक्षम नहीं होंगे.";

